tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ansible"
brew "awscli"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "emacs"
brew "fasd"
brew "fzf"
brew "git"
brew "git-extras"
brew "httpie"
brew "htop"
brew "imagesnap"
brew "jenv"
brew "kafkacat"
brew "mas"
brew "midnight-commander"
brew "msgpack"
brew "mycli"
brew "neovim"
brew "nodenv"
brew "pgcli"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "stow"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "tmux"
brew "transmission"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "aws-vault"
cask "bettertouchtool"
cask "dropbox"
cask "evernote"
cask "font-anonymice-powerline"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "kindlegen"
cask "little-snitch"
cask "slack"
cask "spotify"
cask "transmission"
cask "viscosity"
cask "vlc"
mas "Tweetbot", id: 1384080005
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
