tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "curl"
brew "docker"
brew "emacs"
brew "fasd"
brew "fzf"
brew "git"
brew "imagesnap"
brew "jenv"
brew "midnight-commander"
brew "msgpack"
brew "mycli"
brew "neovim"
brew "nodenv"
brew "pgcli"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "stow"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "transmission"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alfred"
cask "dropbox"
cask "font-anonymice-powerline"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "iterm2"
cask "little-snitch"
cask "slack"
cask "spotify"
cask "transmission"
cask "vlc"
