tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "avro-tools"
brew "ansible"
brew "awscli"
brew "axel"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "emacs"
brew "editorconfig"
brew "fasd"
brew "fzf"
brew "git"
brew "git-extras"
brew "gpg"
brew "gradle"
brew "goenv"
brew "httpie"
brew "htop"
brew "imagesnap"
brew "ipcalc"
brew "jenv"
brew "jq"
brew "kafkacat"
brew "ktlint"
brew "mas"
brew "midnight-commander"
brew "msgpack"
brew "mycli"
brew "neovim"
brew "maven"
brew "nodenv"
brew "nmap"
brew "noti"
brew "pandoc"
brew "pigz"
brew "pipenv"
brew "parallel"
brew "parquet-tools"
brew "pgcli"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "sbt"
brew "step"
brew "stow"
brew "svn"
brew "shellcheck"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "tmux"
brew "transmission"
brew "wget"
brew "zlib"
brew "zsh"
brew "zplug"
brew "zsh-completions"
cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "aws-vault"
cask "bettertouchtool"
cask "dropbox"
cask "docker"
cask "evernote"
cask "font-anonymice-powerline"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "flux"
cask "google-cloud-sdk"
cask "google-chrome"
cask "iterm2"
cask "intellij-idea"
cask "karabiner-elements"
cask "kindle"
cask "keybase"
cask "little-snitch"
cask "notion"
cask "slack"
cask "spotify"
cask "transmission"
cask "viscosity"
cask "vlc"
cask "zoom"
cask "teamviewer"
cask "portfolioperformance"
cask "microsoft-teams"
cask "logseq"
cask "firefox"
cask "cryptomator"
mas "Tweetbot", id: 1384080005
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
mas "WireGuard", id: 1451685025
